<!DOCTYPE html>
<html lang="en">
<head>
  <meta charset="UTF-8">
  <meta name="viewport" content="width=device-width, initial-scale=1.0">
  <title>Вариант 2 - 1 задание</title>
</head>
<body>
<?php

$ceu = array(
    "Италия" => "Рим",  
    "Люксембург" => "Люксембург",
    "Бельгия" => "Брюссель",
    "Дания" => "Копенгаген",
    "Финляндия" => "Хельсинки",
    "Франция" => "Париж",
    "Словакия" => "Братислава",
    "Словения" => "Любляна",
    "Германия" => "Берлин",
    "Греция" => "Афины",
    "Ирландия" => "Дублин",
    "Нидерланды" => "Амстердам",
    "Португалия" => "Лиссабон",
    "Испания" => "Мадрид",
    "Швеция" => "Стокгольм",
    "Великобритания" => "Лондон",
    "Кипр" => "Никосия",
    "Литва" => "Вильнюс",
    "Чехия" => "Прага",
    "Эстония" => "Таллин",
    "Польша" => "Варшава",
);

asort($ceu);

foreach ($ceu as $key => $value) {
    echo "Страна $key - столица $value<br>";
}

?>
</body>
</html>
